Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Night Fishing.tmx
Source language: ko_kr
Languages: en

source: 많이 안 좋아?
en: you seem unwell.

source: 돌대가리인 나밖에 방법이 없으니까.
en: I’m the only one who can do anything about it.

source: 손 맛 한 번 직이겠네.
en: this should be good.

source: 이번에도 잘 찍고 있어라.
en: stay here and get everything on video.

source: 한데 딸을 이 지경으로 만든 사람을 믿어야만 하는 그 불안.
en: but still, she was anxious about trusting the person who made her daughter this sick.

source: 뭐라카노 ㄸ라이 ㅅ끼.
en: what’s this moron saying?

source: 저희가 찾아드릴 테니까 이제 집에 좀 가세요.
en: we’re going to find him, so please go home.

source: 아이다.
en: no,

source: 으 아 아 아 아 아 !!!
en: aaargh!

source: 그래도 걱정 말그라.
en: but don’t worry.

source: 읍!
en: mmph!

source: 들리십니까?
en: do you copy?

source: 한약?
en: tonic?

source: 너 죽을 때랑 똑같아...!
en: it’s the one I saw when you went over the bridge!

source: 역시 잘못 짚었나...
en: was I wrong?

source: 네, 실장님.
en: yes, sir.

source: 안 그래도 잡아 오라 했는데, 알아서 돌아와 주네.
en: I was gonna get you anyway, so it’s nice that you saved me the trouble.

source: 그분 밖에 없어.
en: except that man.

source: 뭐이고?
en: what’s up?

source: 준비완료.
en: all set.

source: 정신과 환자, 흉기로 난동 및 탈출
en: ESCAPED MENTAL PATIENT WANTED FOR ASSAULT

source: 넌 어디로 가냐?
en: what about you?

source: 난 망했다.
en: I was doomed.

source: 하지만 수술 끝나고 날 기다리고 있던 건, 이식 거부 반응이었어.
en: it turned out my immune system was rejecting the transplant.

source: 요즘 꿈자리가 좋았나, 활어들이 연달아 들어오네.
en: all these live fish coming in must be a good omen.

source: 심사위원들도 놀란 눈치입니다!
en: even the judges look stunned!

source: 후..{j}어쩔 수 없네.
en: sigh...{j}guess there’s no choice.

source: 뭐가...
en: something’s...

source: 뭘 알았다는 ㄱ..
en: figured what--

source: 같은 곳으로요.
en: same.

source: 왜 뭣하러?
en: why?

source: 당신들 이러는 거, 전국에서 다 보고들 있다고.
en: I’m telling you the whole country is watching you!

source: 뚜...
en: peek

source: 흐읍!!
en: hup!

source: 팔
en: thr

source: 이러면 무직씨만 더 곤란해져요.
en: you could get in trouble for this.

source: 후...
en: sigh...

source: 아, 아니 그게...{j}...저거 너 맞잖아?
en: uh, no, it’s just...{j}that was you, wasn’t it?

source: ㄱㅅㄲ!!
en: asshole!

source: 여기 폰 안 터지냐?
en: is there no cellular service here?

source: 으악!!
en: aaah!

source: 어?{j}헐.
en: huh?{j}uh-oh.

source: 자, 이제 던져 봐.
en: now throw it.

source: 뭐?!{j}어떻게 알고 오신 건데?
en: {j}what?! but how did she know you’re here?

source: 처음부터 기대도 안 했어.
en: I wasn’t expecting much from you, anyway.

source: 후..
en: huuu...

source: 내가 증명하면?
en: what if I prove it?

source: 타다닷
en: sprint

source: 지금은 우리 둘 다 그렇게 될 거 같은데.
en: but right now it seems like it could be both of us.

source: 뭐야..?
en: what is this...?

source: 죽기 위해 뛰어내리는 사람들도 이런 기분일까.
en: I wonder if people who jump to their deaths feel the same way.

source: 튀어봤자 그물 안이라고.
en: you can’t run away.

source: 와
en: who

source: 찰칵!
en: click

source: 뭐, 뭐야...?
en: w-what...?

source: 이런 그지같은 성격도 진절머리가 나지만
en: ...of my temper, my ignorance.

source: 뭐 아는 거 없어?
en: do you know anything about this?

source: 내가 생각해도 어이없는 말이지만, 형이 날 버릴리 없다.
en: I know it sounds absurd, but there’s no way my brother would leave me.

source: 쿠당탕
en: crash

source: 파 앗
en: push

source: 0126?{j}그게 뭔데??
en: 0126?{j}what’s that?

source: 이쪽이 사장님이시고.
en: this is the owner.

source: 마누라...?!
en: honey...?!

source: 요즘 젊은사람들은 이런 일 잘 안하려 드는데
en: young people these days don’t usually look for jobs like this.

source: 제발 그냥 넘어가라...
en: please don’t recognize me...

source: 결국 니만 고생인기라.
en: you’re just making it harder on yourself.

source: 이 시간에 뭔 일이고?
en: is something wrong?

source: 덥 석
en: grab

source: 그럼에도 그 사람의 신망은 높아져 갔어.
en: even after what happened to me, people’s trust in him continued to grow.

source: 집 위치도 찾았는데, 볼래?
en: I found his address, too. wanna see it?

source: 쫓아오고 있어..!
en: he’s following me...!

source: 나도 이번엔 1등 좀 해야겠는데.
en: I’d like to win the gold medal this time.

source: 이제 와서 빠지라니,
en: I can’t back out now,

source: 꽁치나 잡을라꼬 던진 그물에 참치도 걸리삣나 보네.
en: looks like our mackerel net caught a tuna as well.

source: 으아 제발!!!!
en: come ooon!

source: 이 쓰레기 ㅅ끼...{j}조금만 기다려라.
en: scumbag...{j}just you wait.

source: 잠깐만...
en: hang on...

source: 딱 얼어 죽기 좋겠네.
en: I think I’m gonna freeze to death.

source: 아오...
en: ugh...

source: 상황이 안 좋은데?
en: this doesn’t look good.

source: 이젠 나랑 놈,
en: it’s between him and me now,

source: 이번엔 누구야?
en: who is it this time?

source: 개ㅅ끼야.
en: you bastard.

source: 됐다.
en: no.

source: 퍼
en: sl

source: 야, 지금 놀러 왔냐?
en: we’re not here for fun and games, ok?

source: 푸학!!
en: fwah!!

source: 따라오는 소리는 안 들리는데...
en: I didn’t hear anyone following me...

source: 형이 어떻게 죽었는지 알면 충격 받겠지?
en: she’d probably be shocked if she found out how muyeon died...

source: 형이 산 채로 해부 됐다고 하면..
en: will they believe me if I tell them...

source: 여기 지하에 살인범들이 있어요.
en: there are killers in the basement here.

source: 귀찮게..
en: this is annoying...

source: 난 이것도 나쁘지 않으니까
en: this isn’t so bad, either.

source: 강무직 선수의 라이벌이라고 불리는 선수죠.
en: he’s known as mujik kang’s biggest rival.

source: 영광입니다.
en: it’s an honor.

source: 죽은 형이 살아 돌아오는 것도 아니고.
en: you can’t bring your brother back from the dead.

source: 바
en: ru

source: 번호 좀 받을 수 있을까요?
en: ...to discuss the settlement?

source: 엄마마저도 아들을 믿지 않았다.
en: not even my own mom believed me.

source: 난 벽에 똥칠할 때까지 살 거야.
en: I’m going to keep living until my teeth fall out.

source: 말구요...?
en: other than the screaming...?

source: 네, 가고 있습니다.
en: yes, I’m on my way.

source: 힐끔
en: glance

source: 미친 X끼들..
en: those bastards...

source: 아, 네.{j}최초 발견자인 강무직씨는
en: right. her son mujik, the one who discovered her,

source: 관계 출입
en: AUTH PERS

source: 죄송해요, 아저씨.
en: I’m sorry, mister.

source: 저기 사람 가둘 공간이 있을 것 같아요?
en: you think there’s any space to lock someone up in there?

source: 누가 샌님 아니랄까 봐...
en: guess he’s not a geek for nothing...

source: 이 ㅅㄲ가!!
en: you bastard!

source: 너 휴대폰 있냐?
en: do you have a phone?

source: 이 아저씨 진짜
en: that guy...

source: 미쳤어!
en: this is absurd!

source: 어딜 가는 거야!?
en: where’s he going?!

source: 잘 못 키운 제 잘못 입니다.
en: I should have taught him better.

source: 그럼 저 사람들이 여기 왜 온 건데?
en: then why are they here?

source: 난 멍청해서
en: I’m too ignorant...

source: 내가 저 지옥에 있었던 건 사실이지만
en: it’s true that I was in that hellish place, though.

source: ...비상 상황.
en: emergency.

source: 덥썩
en: grab

source: 으아아아!!!
en: aaargh!

source: 번쩍
en: flash

source: 엄마를 버린 건 얼굴도 기억 안나는 아버지였지만
en: my dad, whose face I can’t even remember, was the one who abandoned mom...

source: 가만히 좀 계시지.
en: you should have stayed put.

source: 나만 아는 데라니깐.
en: I’m the only one who knows about this spot.

source: ...형?
en: muyeon?

source: 쿠웅..
en: rumble

source: 혹시, 무연이 찾았나 해서 전화했어요.
en: I just wanted to call and check whether you might have found muyeon.

source: 고급 요정은 아무래도 무리였나
en: maybe the fancy restaurant was a long shot.

source: 이래 추운 곳에 있는데 몸이 안 굳고 배기나?
en: you shoulda known you’d turn stiff in a cold place like this.

source: 견과류 알레르기를 앓고 있던 윤반석 선수에겐
en: for someone with a nut allergy like banseok yun,

source: 미모 여전하네.
en: still looking good.

source: 숭어냐, 메기냐...
en: is it a mullet or a catfish...?

source: 오전 12:06 아들, 12시 넘었다.
en: 12:06 AM Son, it’s past 12.

source: 네..?
en: huh...?

source: 안전하게 모셔드려요.
en: and escort them to a safe place.

source: 지하 사정은 모르고 있나 보지.
en: they probably don’t know what goes on underground.

source: 국산 오징어!
en: DOMESTIC SQUID!

source: 긁적
en: scratch

source: 계약금 토해내고 싶지 않으면,
en: if you want to keep your deposit,

source: 문고리가 새 걸로 교체됐어.
en: the door handle is new.

source: 강무직, 빨리 가자고!
en: come on, mujik!

source: 망했다, 어쩌지..!?
en: we’re screwed. what now...?!

source: 이런 씨...!!
en: what the...!!

source: 형은 죽었고,
en: my brother is dead,

source: 그만 난동 피우고 따라오시죠.
en: stop causing trouble and come with me.

source: 저 놈은...
en: get that guy...

source: 먼저, 고인의 생전 마지막 영상
en: but first, we have the last known footage of the deceased,

source: 일단 이것 좀 놓고...
en: let go first...

source: 뭐하세요?
en: what are you doing?

source: 뭐라도 알아보고서 그런 말 하는 거예요?
en: did you even look into this matter?

source: 네, 지금 막 도착 했습니다.
en: yes, I just arrived.

source: 통화한 사람 조사해봐요!
en: investigate the person he just talked to!

source: 삼가 -- 의 - 읍 -
en: CONDOLENCES

source: 우리가 얼마나 힘들었는데.
en: you have no idea how hard it was for us.

source: ..무직씨, 보통 이런 경우는 단순 가출, 안 좋은 경우 자살이에요.
en: mr. kang, these kinds of cases are typically voluntary disappearances, or in worst case suicide.

source: 나도 놈한테 죽을 뻔했어!
en: I almost got killed by that bastard too!

source: 그래, 이 정도 크기 대저택이면...
en: right, a mansion of this size must have...

source: 네?
en: huh?

source: 부 웅
en: vroom

source: 하아..
en: sigh

source: 엄마의 인생을 가라앉힌 건 나였다.
en: ...but it was me who tore her life apart.

source: 내가 찢어죽인다!!
en: ...the bastards who killed my brother!

source: 둥
en: du-dun

source: 조용히 따라와.
en: come quietly.

source: 이번에 실력으로 1등을 차지 할 수 없으니…
en: and this time, since he couldn’t win gold on skill alone...

source: 말할 생각 없으면 마.
en: if you’ve got nothing to say, that’s fine.

source: 야, 무직아!
en: hey, mujik!

source: 애들이 추격 중이긴 한데...
en: we’re tracking him down, but...

source: 계속 날 열받게 하면
en: you thought if you kept pissing me off...

source: 안 넘어가.
en: I don’t have an appetite.

source: 어, 지금 채팅 반응 막 올라와.
en: oh look, they’re leaving comments.

source: 그래서?
en: so what?

source: 큭..
en: argh...

source: 대체 부족한 게 뭡니까?!
en: is there anything that he lacks?!

source: 바둥
en: wriggle

source: 삐ㅡ익
en: beeep

source: 이제야 말이 좀 통하겄네.
en: finally someone with a right mind.

source: 나, 추워
en: I’m cold.

source: 그런 배달 일 한다고.
en: but they all want to deliver for them.

source: 잘 좀 생각해봐.
en: try to think of anything.

source: 아, 싫어!
en: I don’t want to!

source: 그 쫄보가..?
en: that coward...?

source: 승리의 땅콩!
en: victory peanuts!

source: ...ㅅㅂ.
en: crap.

source: 연행해!
en: arrest him!

source: 덜..
en: ble

source: 형을 죽인 ㅅ끼들은!
en: I’m going to kill...

source: 마누라가 새 집에서 살고 싶다는데 어쩌겠나.
en: I can’t say no if the wife wants a new house.

source: 아직도 성질 못 고쳤네.
en: he still hasn’t fixed his temper.

source: 자살자?!
en: someone’s trying to jump!

source: 여기에 의지했던 큰 아들마저 실종 됐잖습니까?
en: and her eldest son went missing on top of that, didn’t he?

source: 폐업은 사장 맘이여~
en: that’s up to the owner.

source: 하, 시ㅂ.
en: crap.

source: 이번엔 죽이고서 떨군 거 아냐?
en: don’t tell me they actually killed her before dumping her this time?

source: 니 지금 어데냐고!
en: I said, where are you?!

source: 니 형처럼 뒤지기 싫으면.
en: unless you want to die like your brother.

source: 푹
en: stab

source: 그 폰이 마지막으로 위치추적 된 곳도 광진교였고요.
en: plus, the last location of that phone was gwangjin bridge.

source: 수술비가 얼만데!
en: that surgery was expensive!

source: 애초에 이식 안해도 되지 않았어?
en: wasn’t she actually unqualified to get that transplant?

source: 한 번만 더 믿어주십시오.
en: so please put your faith in me one more time.

source: 남자 10m 다이빙 플랫폼 결선이 열리는 수영장입니다!
en: we are here at the men’s 10m platform diving final!

source: 가서 봐봐!
en: come and look at this!

source: 앉아요.
en: sit down.

source: 팔이 밑으로 잡아당겨지고 있어...?
en: are her arms being pulled down...?

source: 모터보트를 따라잡다니 대박인데.
en: you actually kept up with a motorboat. impressive.

source: 누구지?!{j}처음 보는 사람인데.
en: {j}who’s that?! never seen her before.

source: 놈들이야..!
en: it’s them...!

source: 그 인간이 보낸거지?
en: that bastard sent you, right?

source: 외모에, 실력에, 팬들 사랑까지!
en: he has the looks, the talent, and the popularity!

source: 그럼 내가 죽을 뻔한 거랑 연관 있는데,
en: you saved my life when I was almost murdered.

source: 거긴 고오급 요정이라니까.
en: it’s a fancy restaurant.

source: 같이 가시겠습니까?
en: are you coming?

source: 그저, 조용히 홍삼을 두고 갈 뿐이었다.
en: she just quietly left some for me in my room.

source: 휴대폰 확인해보니,
en: I checked his phone,

source: 있어!
en: I do!

source: 어?
en: huh?

source: 그땐 공무집행 방해죄로 체포합니다.
en: ...I’ll arrest you for obstruction of justice.

source: 그래...{j}미쳤지.
en: yeah... maybe you’re right.

source: 뭐이거 이거?
en: what’s this now?

source: 내가 곱게 죽어줄 것 같아!?
en: did you think I’d go peacefully?!

source: 오!{j}풀었다!
en: oh, you unlocked it!

source: 의사양반 잘 비나?
en: hey doc, can you see?

source: 그게 도와주는 거니까.
en: it’s the least you could do.

source: 저 재수없는 X끼!!
en: that bastard!

source: 모터보트 소리?!
en: a motor boat?!

source: 너도 한 패 맞지?
en: you’re in on this, aren’t you?

source: 무지..ㄱ 아..
en: mu...jik...

source: 대체 이 구조대원은 어떻게 알고 미리 온 거지?
en: but how did the rescuer already know?

source: 그럼 또 뭐가 있지..
en: then what else is there...?

source: 형!
en: hey!

source: 이제 돈줄이 끊긴 거지요.
en: without him, she was running out of money.

source: 루
en: rg

source: 뭔 소리 안 들리나?
en: did you hear that?

source: 그 미친 상황에서 벗어나려, 정보를 긁어모으기 시작했어.
en: to escape from that absurd situation, I started collecting information.

source: 증거!!
en: I have evidence!

source: 전달 완료했습니다.
en: I’ve made the delivery.

source: 놔봐!!
en: let go!

source: 이럴 줄 알았으면 평소에 운동 좀 하는 건데...
en: if I’d known better I would have stayed in shape...

source: 강명아?
en: myeong-a kang?

source: 그 놈이다!!
en: that’s him!

source: 말도 안 돼!
en: no way!

source: 타닷
en: tat tat

source: 일만 하다 시간 다 가겠어.
en: I’m just gonna waste time.

source: 히트다!
en: I got one!

source: 강무직...
en: mujik kang...

source: 강명아씨가 사망했다는 충격적인 소식입니다.
en: ...myeong-a kang, one of the top three actresses of the 80s.

source: 차라리 정신이상이나 약물이 나오는 게 나아.
en: at this point you’d be better off pleading insanity or failing your drug test.

source: 하아...
en: sigh...

source: 부{j}릉
en: {j}vroom

source: 갈게.{j}너도 몸 조심해라.
en: I’m leaving. you take care of yourself.

source: 내가 강무직인데, 뭐?
en: I’m mujik kang. what’s the big deal?

source: 빨리 안 옮기고.
en: move it already.

source: 숨겨야 돼..!!
en: I have to hide this...!

source: 저...{j}무직씨,
en: excuse me, mr. kang...

source: 꾸드득..
en: squeeze

source: 덥석
en: snatch

source: 국내 사회 외과의 장희도, 폐 이식수술 성공률 높여 뉴스 제공
en: National / Society Surgeon Huido Jang Increases Success Rate of Lung Transplants Newswire

source: ㅈ ㄱ ㅊ ㅇ
en: what a newb

source: 컹!
en: nk

source: 저기만 갑자기 가로등이 꺼졌어!
en: only that one streetlight suddenly went out!

source: 꼬옥
en: squeeze

source: 불빛이 있어..
en: I see light...

source: 누가 본다고 그래.
en: nobody’s going to see us.

source: 네, 얘기가 많이 나오고 있죠.
en: yes, there’s a lot of talk going around.

source: 어!?{j}어디!!
en: huh?! where?!{j}

source: 살판나서 즐기러 온 꼴 보니,
en: I think they’re just here to enjoy themselves.

source: 사람?!!!
en: human?!

source: 외과수술
en: SURGICAL OPERATIONS

source: 형!!
en: muyeon!

source: 그래, 우리 형 죽인 놈들 쫓다 여기까지 왔다.
en: yeah, they killed him, so I followed them here.

source: 근데, 이 ㅅ끼들은 뭘 하고 있는...
en: but what the heck are these bastards doing...

source: 없긴.{j}사연이 있어서 그렇지.
en: of course I do.{j}it’s a long story.

source: 넵.
en: got it.

source: 형도 저렇게 자살 당한 거야!!
en: that’s what they did to my brother!

source: 별 일은 아니고, 횟집에서 난동을 좀 부렸습니다.
en: it’s not a big deal. he just caused some disturbance in a restaurant.

source: 세금 받고 일 하시는데, 놀면 안 되잖아요.
en: can’t let our tax money go to waste.

source: 문을 제대로 닫아야 할 거 아냐.
en: can’t even close a door properly.

source: 아 정글 ㅅ끼..
en: what a jerk...

source: 여기서 어떻게 더 화가 나겠냐?
en: ...when my brother’s dead?

source: 굉장히 치명적인 행동입니다.
en: this was a fatal act.

source: 베스인가?
en: a bass?

source: 읍!!
en: mmp!!

source: 으
en: w

source: 여기 이상해!
en: something’s not right here!

source: 자, 그럼 부업은 끝났으니
en: alright, now that you’re done with your side job...

source: 야, 강무직.
en: hey mujik.

source: 후{j}다{j}다{j}닥
en: tat{j}tat{j}tat{j}tat

source: 부탁이 있어.
en: I have a favor to ask.

source: ...그렇게 말하면
en: you think you could provoke me...

source: 뭐...뭐야, 네가 여길 어떻게...
en: what... what the... what are you doing here?

source: 전송 실패...?
en: it’s not sending...

source: 이 집안 가장이 큰아들 강무연씨였습니다.
en: muyeon, her eldest son, was the head of the house.

source: 지네 요정 직원이나 시킬 것이지.
en: he should ask the restaurant staff.

source: 강무직!!
en: mujik!!

source: 내 두 손으로 다 죽여버려야겠어.
en: I’ll have to rip these bastards apart with my own hands.

source: 타{j}닷
en: {j}jerk

source: 고인의 명복을 빕니다. 강동경찰서
en: SINCEREST CONDOLENCES GANGDONG POLICE STATION

source: 형...
en: muyeon...

source: 비가 오냐..
en: it’s raining...

source: 위치 확인해주세요.
en: please confirm his location.

source: 본 작품은 픽션으로, 등장하는 상호, 인물, 사건, 지명은 실제와 무관합니다.
en: This is a work of fiction. Any names, characters, places, events, incidents, or items depicted in the series have no relation to the real world (or historical events).

source: 저도 당할 뻔 했다고요.
en: they almost got me, too.

source: 저 놈이 금메달이다.
en: he’s the gold medalist.

source: 미쳤어?
en: with you?

source: 괜찮아, 지혜야.
en: it’s alright, jihye.

source: 나 좀 따라다니면서 휴대폰으로 녹화 좀 해.
en: take a video with your phone while you follow me.

source: 그 횟집 지금 당장 조사하면 끝난다고!!!
en: all you need to do is investigate the restaurant!

source: 철
en: cla

source: 죽다 살아났더니, 배고프다.
en: I’m hungry now that I’ve escaped the grave.

source: 약을 안 먹으니까 저렇지.
en: it’s because you didn’t take your meds.

source: 온다.
en: he’s coming.

source: 쯧쯧 조심했어야지.
en: tsk, tsk. you should have been careful.

source: ...형이 산채로 썰렸는데.
en: not when my brother was cut up alive.

source: 니 지금 어덴데?
en: where are you?

source: 저 사람 그 선수 아냐?
en: isn’t he that diver?

source: 다친 덴 없으시고요?
en: are you hurt at all?

source: 내가 틀렸어...!
en: I was wrong...!

source: 절대 아니야.
en: no way.

source: 부웅
en: vroom

source: 타살의 가능성은 없었습니다.
en: we’ve confirmed that there’s no chance of murder.

source: 팔딱 거리는 거 보니 재미 좀 보겠고.
en: but it looks like I can still have some fun.

source: 손질하는 건 비슷한 기라.
en: are pretty similar.

source: 일을 어렵게 만드네.
en: playing hard to get, I see.

source: 괜찮으세요?
en: are you alright?

source: 마취 상태로 떨구는 방식이었으니까.
en: they only drug them first.

source: 신은 인간에게 한 가지의 재능은 준다.
en: god gives one talent to everyone.

source: 끄으으...
en: urgh...

source: 무직아!
en: mujik!

source: 잇스타 여신으로 유명한데...
en: you’re famously known as a social media goddess...

source: 잘난 형 혼자 가.
en: go fishing by yourself.

source: 하, 강무직 또 저 새ㄲ가?
en: ha, that mujik bastard again?!

source: 피식
en: scoff

source: 엄마가 날 무시하는 말에 더 신경쓰는 꼴이라니.
en: ...why is it that I’m more bothered by what mom said?

source: 그런데, 그 전에 저 ㅅ끼가 우리 형을 납치했다니까요!!
en: but that bastard kidnapped my brother!

source: 어떻게 해야 승산이 있지?
en: how can I help him win?

source: 쓰읍..!
en: ugh...!

source: 형 그렇게 만든 ㅅ끼들, 내가 다 잡아 죽일게...
en: I’ll kill all the bastards who did this to you...

source: 털썩
en: thud

source: 이 버러지 ㅅ끼들이..!!
en: scumsuckers...!

source: 뭐 업장 하나만 하는 줄 알어?
en: when business is doing so well?

source: 손 맛도 직이줬는데.
en: it was extra fun slicing him up.

source: 이번엔 영업방해 및 폭행.
en: this time it’s obstruction of business and assault.

source: 후우..
en: whew...

source: 강무직, 진짜 죽으러 들어간 거냐.
en: mujik, did you really go in there to die?

source: 너 진짜 돌대가리냐?
en: are you really that foolish?

source: 아깐 살려고 발버둥 친 거고.
en: that was just a survival instinct.

source: 치직
en: bzzz

source: 무슨 일 있으면 바로 전화 줘
en: call me if anything happens.

source: 그래도 이 정도 유속이면 할 수 있어.
en: but at this rate I can still make it.

source: 억
en: am

source: 미혼모로 아들 둘을 키우는 게 쉽지 않거든요.
en: it’s not easy to raise two sons as a single mom.

source: 알레르기는 알았고?
en: did you know about his allergies?

source: 등치도 산만한 게
en: come on, big guy.

source: 콰 앙!!
en: bang

source: 나름 환자라, 몸을 잘 못쓰니까
en: I can’t move around much since I’m sick,

source: 넌 안댜.
en: you can’t.

source: 여긴 거산 가 3세 맞으시죠?
en: and you’re the third-generation heir of geosan, right?

source: X신!
en: idiot!

source: 여기 9시 뉴스에나 나올 사람들이 수두룩하다고.
en: this place is full of famous people.

source: 끄으윽...
en: hrrrk...

source: 치{j}직
en: {j}crackle

source: 박스에서 얼음팩 좀 가져 오세요.
en: bring me some ice packs from the box.

source: 됐다!
en: nice!

source: 괜찮...
en: are you al--

source: 결백한 너를 믿어서 이러는 거야.
en: I’m doing this because I trust you’re innocent.

source: 니 애미는 니가 죽인 기다.
en: you killed your own mother.

source: 죽음을 앞둔 것 같은 긴장감
en: the tension of imminent death.

source: 으아 개 빠르네.
en: that’s freaking fast.

source: 그게 아니라, 이 돌대가리야.
en: no, you bonehead.

source: 출입구는?
en: what about exits?

source: 쌔빠지게 튀어봤자 그물 안 이다.
en: run all you want, you can’t get past the net.

source: 촤 르 륵
en: pour

source: 그러지 말지.
en: don’t do it.

source: 큭..!
en: ow...!

source: 다른 때도 아니고 왜 경기 직전에 그런 부탁을..
en: and right before a competition at that...

source: 의사 양반.
en: hey doc.

source: 창고 밖에 트럭이 있는데..
en: I see a truck outside...

source: 깡따구 세고, 겁 없는 성질머리가 도리어 재능이 되는 유일한 종목
en: there was one sport in which my guts and recklessness worked as an advantage.

source: 장기 투병인 자신의 신병을 비관하여 한 선택으로 추정되지만,
en: it is presumed that the decision was due to her struggles with a long-term illness...

source: 줄은 여기로 빼고...
en: leave the line here...

source: 위치 추적 정도야, 껌이지.
en: tracking you was a piece of cake.

source: 정신과 환자, 흥기로 난동 및 탈출
en: ESCAPED MENTAL PATIENT WANTED FOR ASSAULT

source: 그러니까!
en: exactly! that’s why

source: 설마 광나루 쪽?
en: are we near gwangnaru?

source: 맛없단 말이야!!
en: it tastes gross!

source: 미안해, 형...
en: I’m so sorry...

source: 놈한테 산채로 장기가 꺼내져서 죽는 소리를 들었다.
en: I heard his organs being harvested alive.

source: 아!{j}맞아!!{j}그, 다이빙 선수 맞지?{j}
en: oh right!{j}you’re that diver, aren’t you?

source: 이식 수술 홍보용이지 뭐.
en: well, he did it as a kind of pr stunt.

source: 투신한 내 사체 못 찾았다고
en: since it’s on the news,

source: 어쩌긴요.
en: what else?

source: 딸각
en: click

source: 으윽..
en: ow...

source: 와아아아!
en: wow!

source: 이제 곧 시작된다는 사인인가?
en: is it a sign that something’s gonna happen soon?

source: 순간
en: at that moment...

source: 야, 하나만 달라구.
en: I said, give me one.

source: 처음부터 알려줄 것이지.
en: you should have just told me.

source: 크흠, 내가 지금 공무수행 중이라 바빠요.
en: ahem... I’m busy with official business now, you see.

source: 내가 먼저 도착했나?
en: am I early?

source: 솨{j}아{j}아
en: swaaa

source: 슬럼프도 심했고...
en: he was in a long slump too...

source: 커억..!
en: ack...!

source: 거, 거기가 어딘데요!?
en: w-where’s the restaurant?!

source: 어?{j}이거...
en: {j}huh? this...

source: 운동선수는 몸이 생명이라고...
en: athletes need to...

source: 저깄다 창고!
en: there, a storage shed!

source: 개수작 부리지 말고.
en: stop fooling around.

source: 피의자는 피해자 방대용을 폭행한 사실이 있습니까?
en: do you admit to assaulting the victim?

source: 맞으면 어쩔 건데?
en: what if I am?

source: ...막 열받아서 죽으려고 할 것 같지?
en: by saying things like that?

source: ...그냥 이해 하지 마.
en: don’t bother trying to understand.

source: 그물 터졌다.
en: the net’s broken.

source: 잡아.
en: get him.

source: 왜 저걸 보고 속도를 높이는데?
en: why are you speeding up after seeing it?

source: 2021년 토요일
en: Saturday

source: 아, 네네 SBC스페셜 PD님이시라고요?
en: oh, so you’re the producer of the sbc special?

source: 즈억..
en: slit

source: 그 더러운 손 치워!!
en: get your filthy hands away!

source: 믿을 순 없지만,
en: I can’t believe it,

source: 출력된 정보 외에도, 정리해둔 문서가...
en: there might be more documents other than the ones printed...

source: 타_x0003_ 닷
en: tat tat

source: 이 망할 놈의 폐...{j}진짜 안 도와주네.
en: my damn lungs...{j}they’re no help at all.

source: 저희 불찰로 정신이상자들이 요정에 무단 침입했습니다.
en: we’ve failed to prevent these mentally ill patients from trespassing.

source: 엄청난 인기를 끌고 있는 강무직 선수네요.
en: we have a big crowd cheering for kang.

source: 여러 운동을 전전했지만, 대부분 내 과한 승부욕은 독이 되었다.
en: I tried all kinds of sports, but I was way too competitive to last in any of them.

source: 운동선수는 몸이 전부야!
en: health is everything to an athlete!

source: CCTV 안 잡히게 작업 한번 잘 쳐놨다, 새ㄲ들.
en: they set up the perfect cctv blind spot, the bastards.

source: 인생이 끝났는데 운동은 무슨 운동이야!
en: how am I an athlete when my life is over!

source: 촤 악
en: splash

source: 으 아 아 악 !!!
en: aaahhh!!

source: 그 때문에 입에도 맞지 않는 홍삼을 매일 먹어야 했다.
en: that’s why I had to take red ginseng every day, even though it didn’t agree with me.

source: 그물 터졌습니다.
en: the net is broken.

source: 이제 멈추나?
en: is he stopping now?

source: 쯧...{j}돌아가자고.
en: {j}tsk... let’s just go.

source: 으휴, 안 지겹냐?
en: aren’t you bored?

source: 알바 하려고요.
en: I want to see if I can get a part-time job there.

source: 자자, 우선 가면서 얘기하시죠.
en: now, let’s talk as we go.

source: 도와..줘..!
en: help...me...!

source: 과연, 어떤 모습을 보여줄 것인지 기대가 됩니다!
en: expectations are high for his performance today!

source: 가서 잘못했다고 빌자.{j}응?
en: let’s go and ask for forgiveness. okay?
